WORDS = {'word': {'POST':                           # часть речи
                      {'NOUN': {'NMbr':
                                    ['sing', 'plur'],     # число
                                'CAse': 'nomn',     # категория падеж
                                'Poss': {           # притяжательное
                                    '1per': '',
                                    '2per': '',
                                    '3per': '',
                                },

                                'ANim': 'anim',     # категория одушевлённости
                                'Name': 'None',     # имя
                                'Surn': 'None',     # фамилия
                                'Patr': 'None',     # отчество
                                'Geox': 'None',     # топоним
                                'Orgn': 'None',     # организация
                                'Trad': 'None',     # торговая марка
                       },

                       'ADJF': {                    # имя прилагательное (полное)

                       },
                       'ADJS': {                    # имя прилагательное (краткое)

                       },
                       'COMP': '',
                       'VERB': {                    # глагол (личная форма)
                           '': ""


                       },



                      },
                  'Subx': 'None',   # возможна субстантивация
                  'Supr': 'None',   # превосходная степень
                  'Qual': 'None',   # качественное
                  'Apro': 'None',   # местоименное
                  'Anum': 'None',   # порядковое
                  'Poss': 'None',   # притяжательное
                  'V-ey': 'None',
                  'V-oy': 'None',
                  'Cmp2': 'None',
                  'V-ej': 'None',
                  'ASpc': 'None',


                  'Abbr': 'None',       # аббревиатура
                  'GNdr': 'None',       # род / род не выражен
                  },
         }
